Repository: stacyjacks/LockQuote-iOS
Catalog: LockQuote/*.lproj/Localizable.strings
Languages: es

# useButton %lld
source: USE SELECTION (%lld)
es: USAR SELECCIÓN (%lld)

# helpMeButton
source: HELP ME TO MEMORISE IT!
es: ¡AYÚDAME A MEMORIZARLA!

# tryAgainButton
source: TRY AGAIN
es: INTENTARLO DE NUEVO

# clearButton
source: CLEAR
es: Limpiar

# continueButton
source: CONTINUE
es: CONTINUAR

# anotherGoButton
source: REVISIT THE GAMES
es: REPASAR JUEGOS

# makeNewPwdButton
source: NEW PASSWORD
es: NUEVA CONTRASEÑA

# copyButton
source: COPY TO CLIPBOARD
es: COPIAR A PORTAPAPELES

# queryHint
source: Enter song name or a lyric excerpt
es: Busca canciones o un fragmento de letra

# selectTextHint
source: Select an excerpt from the lyric from 4 to 15 words, and hit Copy
es: Selecciona un fragmento de la letra de 4 a 15 palabras y haz clic en Copiar

source: JUST A SEC
es: UN SEGUNDO

source: Your password
es: Tu contraseña

# takeAGoodLook
source: Take a good look at the selected lyric and the password we've generated for you:
es: Echa un vistazo a la letra seleccionada y la contraseña que hemos generado para ti:

source: characters
es: caracteres

# memorisationTask %@
source: Memorisation in progress... TASK %@/5
es: Memorización en progreso... Tarea %@/5

# taskOneEnterPwd
source: Enter password exactly as it appears below:
es: Introduce la contraseña completa exactamente como aparece a continuación:

# taskTwoArrangeLyrics
source: Arrange the lyrics in the correct order by dragging and dropping the word boxes below:
es: Pon las palabras de la letra en el orden correcto, arrastrando los recuadros hacia la posición correcta.

source: Great!
es: ¡Genial!

# taskThreeArrangePwd
source: Now, similarly, put the characters of your new password in the correct order. Are you up to the challenge?
es: Ahora, ordena los caracteres de tu contraseña nueva del mismo modo. ¿Crees que lo tienes ya?

# taskFourSelectPwd
source: Select the right password from the list. Hint: sing the lyric to yourself to remember!
es: Elige la contraseña correcta entre las opciones. Truco: canta la canción para recordarla.

# taskFiveEnterPwd
source: Nowâ€¦ Do you think you're ready to use your new password? Input the correct characters, this time no hints!
es: Y ahora… ¿Crees que te sabes ya tu contraseña nueva? Introduce los caracteres correctos, ¡esta vez sin pistas!

source: Well done!
es: ¡Muy bien!

# congratsNewPassword
source: Congratulations! You're ready to use your new password. Take another good look at it, copy it, or do whatever:
es: ¡Enhorabuena! Ya puedes empezar a usar tu contraseña nueva. Mírala bien, cópiala o haz lo que quieras con ella:

# aboutMessage
source: Created by Anastasia Kurmakaeva. GRAPHICS: Logo design by: Masha Kurmakaeva. https://www.flaticon.com/authors/eucalyp Hicy Wonder / Lottie Files Jared Stanley / Lottie Files Chris Gannon / Lottie Files Dan Macmahon / Lottie Files
es: Creado por Anastasia Kurmakaeva. GRÁFICOS: Logotipo diseñado por Masha Kurmakaeva. https://www.flaticon.com/authors/eucalyp Hicy Wonder / Lottie Files Jared Stanley / Lottie Files Chris Gannon / Lottie Files Dan Macmahon / Lottie Files
